Repository: BTHunter/AeroSquadron
Catalog: AeroSquadron.*.resx
Languages: de_de

# MainMenuFile
source: File
de_de: Datei

# MainMenuLoad
source: Load
de_de: Öffnen

# MainMenuSave
source: Save
de_de: Speichern

# MainMenuPageSetup
source: Page Setup
de_de: Seite einrichten

# MainMenuPrintPreview
source: Print Preview
de_de: Druckvorschau

# MainMenuPrint
source: Print
de_de: Drucken

# MainMenuExit
source: Exit
de_de: Schließen

# MainMenuSquadron
source: Squadron
de_de: Staffel

# MainMenuNewSquadron
source: New Squadron
de_de: Neue Staffel

# MainMenuAddFighter
source: Add Fighter
de_de: Jäger hinzufügen

# MainMenuHelp
source: Help
de_de: Hilfe

# MainMenuAbout
source: About
de_de: Über

# ContextMenuRemove
source: Remove
de_de: Entfernen

# ListCount
source: Count
de_de: Anzahl

# ListArmor
source: Armor
de_de: Panzerung

# ListType
source: Type
de_de: Typ

# ListLocation
source: Loc.
de_de: Zone

# ListHeat
source: Heat
de_de: Wärme

# StatusCount
source: Count
de_de: Anzahl

# StatusCost
source: Cost
de_de: Kosten

# PageSquadronData
source: Squadron Data
de_de: Staffeldaten

# PageAffiliation
source: Affiliation
de_de: Zugehörigkeit

# PageThrust
source: Thrust
de_de: Schub

# PageSafeThrust
source: Safe Thrust
de_de: Schub

# PageMaximumThrust
source: Maximum Thrust
de_de: Vollschub

# PageFighter
source: Fighter
de_de: Jäger

# PageHeatCapacity
source: Total Heat Capacity
de_de: Gesamtwärmekapazität

# PageHeatGeneration
source: Total Heat Generated
de_de: Gesamtwärme generiert

# PageNose
source: Nose
de_de: Bug

# PageRightWing
source: Right Wing
de_de: Rechter Flügel

# PageLeftWing
source: Left Wing
de_de: Linker Flügel

# PageAft
source: Aft
de_de: Heck

# PagePilotData
source: Pilot Data
de_de: Pilotendaten

# PageGunnerySkill
source: Gunnery Skill
de_de: Bordschützenwert

# PagePilotingSkill
source: Piloting Skill
de_de: Pilotenwert

# PageHitsTaken
source: Hits Taken
de_de: Treffer

# PageModifier
source: Modifier
de_de: Modifikator

# PageVelocityRecord
source: Velocity Record
de_de: Geschwindigkeitsaufzeichnung

# PageTurn
source: Turn
de_de: Runde

# PageVelocity
source: Velocity
de_de: Geschw.

# PageEffeciveVelocity
source: Eff. Vel.
de_de: Eff. Geschw.

# PageAltitude
source: Altitude
de_de: Höhe

# PageFuel
source: Fuel
de_de: Treibstoff

# PageActiveFighters
source: Active Fighters
de_de: Aktive Jäger

# PageArmorDiagram
source: Armor Diagram
de_de: Panzerungsdiagramm

# PageCapitalScaleArmor
source: Capital Scale Armor
de_de: Panzerung im Schiffsmaßstab

# PageDamageThreshold
source: Squadron Damage Threshold
de_de: Schadenschwellenwert der Staffel

# PageTotalArmor
source: Total Armor
de_de: Gesamte Panzerung

# PageCriticalDamage
source: Critical Damage
de_de: Kritische Schäden

# PageAvionics
source: Avionics
de_de: Avionik

# PageCargo
source: Cargo
de_de: Fracht

# PageEngine
source: Engine
de_de: Antrieb

# PageFCS
source: FCS
de_de: Feuerleitsystem

# PageGear
source: Gear
de_de: Fahrwerk

# PageLifeSupport
source: Life Support
de_de: Lebenserhaltung

# PageSensors
source: Sensors
de_de: Seonsoren

# PageThrusters
source: Thrusters
de_de: Schubdüsen

# PageLeft
source: Left
de_de: Links

# PageRight
source: Right
de_de: Rechts

# PageCost
source: Cost
de_de: Kosten

# PageWeaponListing
source: Weapons and Equipment Inventory
de_de: Waffen und Ausrüseung

# DialogError
source: Error
de_de: Fehler

# DialogQuestion
source: Question
de_de: Frage

# DialogNoWeaponFiles
source: No weapon-files found.
de_de: Keine Waffen-Dateien gefunden.

# DialogInvalidFile
source: Invalid file selected. Maybe not an Aerospace-Fighter?
de_de: Ungültige Datei ausgewählt! Ist es vielleicht kein Jäger?

# DialogNoFighters
source: No fighters found.
de_de: Keine Jäger gefunden.

# DialogTooManyFighters
source: Too many fighters selected, maximum is 12.
de_de: Zu viele Jäger ausgewählt, maximal 12 sind möglich.

# DialogTooManyWeapons
source: Too many weapons for printout, maximum is 30.
de_de: Zu viele Waffen für den Ausdruck, nur 30 sind möglich.

# DialogNonStandardNumberFighters
source: Non-standard number of fighters. Procced anyways?
de_de: Irreguläre Anzahl Jäger. Trotzdem fortsetzen?

# DialogOpenTitle
source: Open AeroSpace-Fighter File
de_de: Öffne Luft/Raumjäger-Datei

# DialogFighterFilterText
source: HeavyMetal Aero files
de_de: HeavyMetal Aero Dateien

# DialogClearSquadron
source: Really clear squadron?
de_de: Staffel wirklich auflösen?

# PageCurrency
source: C-Bills
de_de: C-Noten

# PageArmorThreshold
source: Squadron Damage Threshold
de_de: Schadenschwellenwert der Staffel

# InfoCopyright
source: Copyright (c) 2005-2006 by Dennis MÃ¼ller
de_de: Copyright (c) 2005-2006 by Dennis Müller

# InfoLicenseInformation
source: License Information
de_de: Lizenzinformationen

# InfoContact
source: Contact
de_de: Kontakt

# InfoWebsiteLink
source: http://www.twobt.de/1013.html
de_de: http://www.twobt.de/1021.html

# ButtonClose
source: Close
de_de: Schließen

# LabelCount
source: aerospace fighter #
de_de: Luft/Raumjäger #

# MainMenuOptions
source: Options
de_de: Optionen

# LanguageEnglish
source: English
de_de: Englisch

# LanguageGerman
source: German
de_de: Deutsch

# DialogSaveAsTitle
source: Save As
de_de: Speichern unter

# DialogSquadronFilterText
source: AeroSquadron squadron
de_de: AeroSquadron Staffel

# MainMenuSaveAs
source: Save as...
de_de: Speichern unter...

# PagePilotIncapacitated
source: Inc.
de_de: Bew.

# PageSquadronRecordSheet
source: Squadron Record Sheet
de_de: Staffeldatenbogen

# PageWeaponHeader
source: Weapons and Equipment Inventory
de_de: Waffen und Ausrüstung

# PageWeaponType
source: Type
de_de: Typ

# PageWeaponLocation
source: Loc.
de_de: Zone

# PageWeaponHeat
source: Heat
de_de: Wärme

# DataAffiliation
source: Affiliation
de_de: Zugehörigkeit

# DataDesignation
source: Designation
de_de: Bezeichnung

# DataGunnery
source: Gunnery
de_de: Bordschütze

# DataPiloting
source: Piloting
de_de: Pilot

# MainMenuExtendedPrintout
source: Extended Printout
de_de: Erweiterter Ausdruck

# ListHeatsinks
source: Heatsinks
de_de: Wärmetauscher

# LocationShortNose
source: N
de_de: B

# LocationShortWing
source: W
de_de: F

# LocationShortAft
source: A
de_de: H

# FighterCount
source: aerospace fighter #
de_de: Anzahl Jäger

# DialogImportTitle
source: Import HMA Roster File
de_de: Importiere HeavyMetal Aero Aufstellung

# DialogRosterFilterText
source: HeavyMetal Aero Roster
de_de: HeavyMetal Aero Aufstellungen

# PageDestroyed
source: D
de_de: Z

# MainFullDamageList
source: Full Damage List
de_de: komplette Schadensliste

# PageAdvancedMovement
source: Advanced Movement Vectors
de_de: FortgeschritteVektorbeweguBewegungsvektor

# PageTech
source: Technology Base
de_de: Technologiebasis

# PageTechType0
source: Undefined
de_de: Undefiniert

# PageTechType1
source: Inner Sphere
de_de: Innere Sphäre

# PageTechType3
source: Mixed
de_de: Gemischt
